{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|endoftext|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<|padding|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<|im_start|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<|im_end|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "NFC"
  },
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {}
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<|endoftext|>": 0,
      "<|padding|>": 1,
      "<|im_start|>": 2,
      "<|im_end|>": 3,
      "[PAD]": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "&": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "6": 26,
      "7": 27,
      "8": 28,
      "9": 29,
      ":": 30,
      ";": 31,
      "<": 32,
      "=": 33,
      ">": 34,
      "?": 35,
      "@": 36,
      "A": 37,
      "B": 38,
      "C": 39,
      "D": 40,
      "E": 41,
      "F": 42,
      "G": 43,
      "H": 44,
      "I": 45,
      "J": 46,
      "K": 47,
      "L": 48,
      "M": 49,
      "N": 50,
      "O": 51,
      "P": 52,
      "Q": 53,
      "R": 54,
      "S": 55,
      "T": 56,
      "U": 57,
      "V": 58,
      "W": 59,
      "X": 60,
      "Y": 61,
      "Z": 62,
      "[": 63,
      "\\": 64,
      "]": 65,
      "^": 66,
      "_": 67,
      "`": 68,
      "a": 69,
      "b": 70,
      "c": 71,
      "d": 72,
      "e": 73,
      "f": 74,
      "g": 75,
      "h": 76,
      "i": 77,
      "j": 78,
      "k": 79,
      "l": 80,
      "m": 81,
      "n": 82,
      "o": 83,
      "p": 84,
      "q": 85,
      "r": 86,
      "s": 87,
      "t": 88,
      "u": 89,
      "v": 90,
      "w": 91,
      "x": 92,
      "y": 93,
      "z": 94,
      "{": 95,
      "|": 96,
      "}": 97,
      "~": 98,
      "¡": 99,
      "¢": 100,
      "£": 101,
      "¤": 102,
      "¥": 103,
      "¦": 104,
      "§": 105,
      "¨": 106,
      "©": 107,
      "ª": 108,
      "«": 109,
      "¬": 110,
      "®": 111,
      "¯": 112,
      "°": 113,
      "±": 114,
      "²": 115,
      "³": 116,
      "´": 117,
      "µ": 118,
      "¶": 119,
      "·": 120,
      "¸": 121,
      "¹": 122,
      "º": 123,
      "»": 124,
      "¼": 125,
      "½": 126,
      "¾": 127,
      "¿": 128,
      "À": 129,
      "Á": 130,
      "Â": 131,
      "Ã": 132,
      "Ä": 133,
      "Å": 134,
      "Æ": 135,
      "Ç": 136,
      "È": 137,
      "É": 138,
      "Ê": 139,
      "Ë": 140,
      "Ì": 141,
      "Í": 142,
      "Î": 143,
      "Ï": 144,
      "Ð": 145,
      "Ñ": 146,
      "Ò": 147,
      "Ó": 148,
      "Ô": 149,
      "Õ": 150,
      "Ö": 151,
      "×": 152,
      "Ø": 153,
      "Ù": 154,
      "Ú": 155,
      "Û": 156,
      "Ü": 157,
      "Ý": 158,
      "Þ": 159,
      "ß": 160,
      "à": 161,
      "á": 162,
      "â": 163,
      "ã": 164,
      "ä": 165,
      "å": 166,
      "æ": 167,
      "ç": 168,
      "è": 169,
      "é": 170,
      "ê": 171,
      "ë": 172,
      "ì": 173,
      "í": 174,
      "î": 175,
      "ï": 176,
      "ð": 177,
      "ñ": 178,
      "ò": 179,
      "ó": 180,
      "ô": 181,
      "õ": 182,
      "ö": 183,
      "÷": 184,
      "ø": 185,
      "ù": 186,
      "ú": 187,
      "û": 188,
      "ü": 189,
      "ý": 190,
      "þ": 191,
      "ÿ": 192,
      "Ā": 193,
      "ā": 194,
      "Ă": 195,
      "ă": 196,
      "Ą": 197,
      "ą": 198,
      "Ć": 199,
      "ć": 200,
      "Ĉ": 201,
      "ĉ": 202,
      "Ċ": 203,
      "ċ": 204,
      "Č": 205,
      "č": 206,
      "Ď": 207,
      "ď": 208,
      "Đ": 209,
      "đ": 210,
      "Ē": 211,
      "ē": 212,
      "Ĕ": 213,
      "ĕ": 214,
      "Ė": 215,
      "ė": 216,
      "Ę": 217,
      "ę": 218,
      "Ě": 219,
      "ě": 220,
      "Ĝ": 221,
      "ĝ": 222,
      "Ğ": 223,
      "ğ": 224,
      "Ġ": 225,
      "ġ": 226,
      "Ģ": 227,
      "ģ": 228,
      "Ĥ": 229,
      "ĥ": 230,
      "Ħ": 231,
      "ħ": 232,
      "Ĩ": 233,
      "ĩ": 234,
      "Ī": 235,
      "ī": 236,
      "Ĭ": 237,
      "ĭ": 238,
      "Į": 239,
      "į": 240,
      "İ": 241,
      "ı": 242,
      "Ĳ": 243,
      "ĳ": 244,
      "Ĵ": 245,
      "ĵ": 246,
      "Ķ": 247,
      "ķ": 248,
      "ĸ": 249,
      "Ĺ": 250,
      "ĺ": 251,
      "Ļ": 252,
      "ļ": 253,
      "Ľ": 254,
      "ľ": 255,
      "Ŀ": 256,
      "ŀ": 257,
      "Ł": 258,
      "ł": 259,
      "Ń": 260,
      "Ġt": 261,
      "Ġa": 262,
      "in": 263,
      "he": 264,
      "re": 265,
      "on": 266,
      "Ġthe": 267,
      "er": 268,
      "Ġs": 269,
      "en": 270,
      "at": 271,
      "Ġc": 272,
      "nd": 273,
      "or": 274,
      "es": 275,
      "ing": 276,
      "it": 277,
      "Ġand": 278,
      "Ġo": 279,
      "Ġf": 280,
      "al": 281,
      "Ġp": 282,
      "an": 283,
      "is": 284,
      "Ġw": 285,
      "ou": 286,
      "Ġto": 287,
      "ion": 288,
      "Ġin": 289,
      "le": 290,
      "Ġof": 291,
      "Ġm": 292,
      "Ġb": 293,
      "ic": 294,
      "ar": 295,
      "Ġd": 296,
      "ed": 297,
      "ent": 298,
      "ro": 299,
      "Ġe": 300,
      "ct": 301,
      "as": 302,
      "ðŁ": 303,
      "ve": 304,
      "om": 305,
      "Ġre": 306,
      "us": 307,
      "Ġh": 308,
      "ce": 309,
      "Ġl": 310,
      "et": 311,
      "ĠðŁ": 312,
      "ĠĠ": 313,
      "ation": 314,
      "Ġth": 315,
      "im": 316,
      "ĠT": 317,
      "Ġn": 318,
      "ol": 319,
      "il": 320,
      "Ġfor": 321,
      "Ġg": 322,
      "ut": 323,
      "el": 324,
      "Ġy": 325,
      "Ġis": 326,
      "ch": 327,
      "id": 328,
      "ra": 329,
      "ow": 330,
      "st": 331,
      "ĠI": 332,
      "ig": 333,
      "Ġst": 334,
      "Ġyou": 335,
      "ur": 336,
      "ers": 337,
      "Ġpro": 338,
      "ith": 339,
      "ĠA": 340,
      "if": 341,
      "ate": 342,
      "iv": 343,
      "ul": 344,
      "ir": 345,
      "ess": 346,
      "ot": 347,
      "ĠS": 348,
      "Ġcon": 349,
      "Ġhe": 350,
      "Ġwith": 351,
      "ure": 352,
      "ly": 353,
      "ment": 354,
      "Ġas": 355,
      "Ġon": 356,
      "un": 357,
      "Ġan": 358,
      "Ġbe": 359,
      "am": 360,
      "ĠThe": 361,
      "ive": 362,
      "ag": 363,
      "Ġcan": 364,
      "ay": 365,
      "ab": 366,
      "Ġthat": 367,
      "ver": 368,
      "'s": 369,
      "Ġcom": 370,
      "Ġor": 371,
      "ity": 372,
      "Ġen": 373,
      "Ġit": 374,
      "se": 375,
      "qu": 376,
      "Ġex": 377,
      "ad": 378,
      "Ġv": 379,
      "pp": 380,
      "ĠC": 381,
      "ri": 382,
      "Ġare": 383,
      "ke": 384,
      "um": 385,
      "ect": 386,
      "Ġus": 387,
      "ist": 388,
      "th": 389,
      "od": 390,
      "em": 391,
      "ant": 392,
      "ore": 393,
      "Ġle": 394,
      "Ġal": 395,
      "Ġint": 396,
      "est": 397,
      "ial": 398,
      "ain": 399,
      "ĠH": 400,
      "Ġsu": 401,
      "iz": 402,
      "ere": 403,
      "ies": 404,
      "her": 405,
      "ec": 406,
      "ort": 407,
      "imp": 408,
      "ence": 409,
      "ust": 410,
      "op": 411,
      "igh": 412,
      "Ġch": 413,
      "ĠP": 414,
      "Ġne": 415,
      "res": 416,
      "nt": 417,
      "ions": 418,
      "ĠðŁĮ": 419,
      "act": 420,
      "Ġyour": 421,
      "Ġwor": 422,
      "ac": 423,
      "Ġwh": 424,
      "Ġimp": 425,
      "Ġ1": 426,
      "ĠE": 427,
      "Ġ\"": 428,
      "and": 429,
      "oc": 430,
      "os": 431,
      "ĊĠĠ": 432,
      "ld": 433,
      "pt": 434,
      "du": 435,
      "Ġsp": 436,
      "ance": 437,
      "og": 438,
      "Ġr": 439,
      "ine": 440,
      "Ġde": 441,
      "Ġcomp": 442,
      "ight": 443,
      "are": 444,
      "Ġad": 445,
      "all": 446,
      "age": 447,
      "king": 448,
      "ang": 449,
      "Ġma": 450,
      "able": 451,
      "ĠM": 452,
      "per": 453,
      "pl": 454,
      "ical": 455,
      "low": 456,
      "Ġte": 457,
      "Ġha": 458,
      "ff": 459,
      "rom": 460,
      "ĠIt": 461,
      "ĠB": 462,
      "Ġpl": 463,
      "ud": 464,
      "orm": 465,
      "Ġwe": 466,
      "ide": 467,
      "ĠW": 468,
      "ous": 469,
      "out": 470,
      "Ġsh": 471,
      "end": 472,
      "Ġu": 473,
      "our": 474,
      "art": 475,
      "ĠD": 476,
      "ind": 477,
      "Ġtheir": 478,
      "rou": 479,
      "ast": 480,
      "Ġ=": 481,
      "ill": 482,
      "Ġab": 483,
      "ĠR": 484,
      "Ġby": 485,
      "ĠO": 486,
      "cess": 487,
      "ations": 488,
      "ĠL": 489,
      "Ġ(": 490,
      "Ġcont": 491,
      "ru": 492,
      "Ġfe": 493,
      "form": 494,
      "ĠTh": 495,
      "ter": 496,
      "Ġres": 497,
      "Ġfrom": 498,
      "Ġ-": 499,
      "ific": 500,
      "ther": 501,
      "ces": 502,
      "reat": 503,
      "ell": 504,
      "ĠF": 505,
      "Ġhel": 506,
      "Ġhelp": 507,
      "Ġinc": 508,
      "Ġun": 509,
      "Ġme": 510,
      "Ġhave": 511,
      "gh": 512,
      "**": 513,
      "ep": 514,
      "ign": 515,
      "Ġem": 516,
      "ome": 517,
      "ip": 518,
      "ach": 519,
      "ks": 520,
      "Ġdat": 521,
      "Ġse": 522,
      "Ġqu": 523,
      "Ġmore": 524,
      "ans": 525,
      "Ġ2": 526,
      "Ġapp": 527,
      "vel": 528,
      "Ġat": 529,
      "ass": 530,
      "Ġj": 531,
      "ĠĠĠĠ": 532,
      "Ġac": 533,
      "ice": 534,
      "ite": 535,
      "ult": 536,
      "ress": 537,
      "ĠG": 538,
      "ib": 539,
      "Ġar": 540,
      "av": 541,
      "Ġcl": 542,
      "ĠThis": 543,
      "ost": 544,
      "ould": 545,
      "ds": 546,
      "Ġk": 547,
      "Ġsent": 548,
      "ie": 549,
      "ree": 550,
      "¸ı": 551,
      "ï¸ı": 552,
      "Ġwas": 553,
      "ction": 554,
      "iven": 555,
      "Ġthis": 556,
      "ning": 557,
      "ime": 558,
      "ual": 559,
      "Ġdis": 560,
      "Ġdata": 561,
      "Ġabout": 562,
      "The": 563,
      "ile": 564,
      "ition": 565,
      "ong": 566,
      "ful": 567,
      "ike": 568,
      "Ġtr": 569,
      "Ġcomm": 570,
      "lowing": 571,
      "Ġind": 572,
      "Ġsuch": 573,
      "Ġfol": 574,
      "yst": 575,
      "ge": 576,
      "ient": 577,
      "ated": 578,
      "ious": 579,
      "red": 580,
      "Ġhas": 581,
      "ap": 582,
      "ue": 583,
      "Ġeff": 584,
      "ility": 585,
      "Ġtra": 586,
      "ase": 587,
      "ace": 588,
      "fere": 589,
      "ood": 590,
      "Ġup": 591,
      "Ġro": 592,
      "Ġprov": 593,
      "ame": 594,
      "rib": 595,
      "Ġneed": 596,
      "ark": 597,
      "alth": 598,
      "ĠSure": 599,
      "ount": 600,
      "Ġits": 601,
      "now": 602,
      "Ġinto": 603,
      "ber": 604,
      "ities": 605,
      "Ġother": 606,
      "ĠN": 607,
      "ener": 608,
      "ory": 609,
      "Ġwhe": 610,
      "erv": 611,
      "Ġsentence": 612,
      "ustom": 613,
      "ize": 614,
      "Ġlike": 615,
      "oo": 616,
      "lic": 617,
      "Ġsc": 618,
      "Ġout": 619,
      "Ġso": 620,
      "ĠU": 621,
      "ich": 622,
      "ience": 623,
      "ments": 624,
      "Ġman": 625,
      "Ġprodu": 626,
      "Ġdes": 627,
      "Ġev": 628,
      "ary": 629,
      "ard": 630,
      "rough": 631,
      "Ġcons": 632,
      "ential": 633,
      "ne": 634,
      "chn": 635,
      "Ġper": 636,
      "ob": 637,
      "one": 638,
      "oy": 639,
      "Ġfollowing": 640,
      "xt": 641,
      "Ġany": 642,
      "Ġnew": 643,
      "led": 644,
      "Ġover": 645,
      "etw": 646,
      "Ġlear": 647,
      "Ġdif": 648,
      "ures": 649,
      "ystem": 650,
      "ry": 651,
      "Ġpers": 652,
      "ĠðŁĵ": 653,
      "ack": 654,
      "ĠIn": 655,
      "int": 656,
      "Ġtime": 657,
      "ors": 658,
      "reate": 659,
      "Ġhealth": 660,
      "ail": 661,
      "ating": 662,
      "olog": 663,
      "Ġstr": 664,
      "ph": 665,
      "les": 666,
      "Ġpr": 667,
      "Ġcustom": 668,
      "Ġthey": 669,
      "Ġknow": 670,
      "Ġgiven": 671,
      "erg": 672,
      "Ġuse": 673,
      "Ġrec": 674,
      "ater": 675,
      "Ġcol": 676,
      "ĠHere": 677,
      "Ġexper": 678,
      "Ġinter": 679,
      "Ġtechn": 680,
      "ms": 681,
      "ased": 682,
      "Ġnot": 683,
      "ons": 684,
      "Ġ3": 685,
      "ange": 686,
      "Ġass": 687,
      "Ġlead": 688,
      "Ġmake": 689,
      "Ġinv": 690,
      "so": 691,
      "pport": 692,
      "ject": 693,
      "ally": 694,
      "ĠðŁĮŁ": 695,
      "ov": 696,
      "nder": 697,
      "Ġher": 698,
      "Ġ+": 699,
      "Ġnum": 700,
      "ire": 701,
      "ents": 702,
      "Ġthrough": 703,
      "Ġtw": 704,
      "Ġprocess": 705,
      "ĠAI": 706,
      "get": 707,
      "ove": 708,
      "Ġdiffere": 709,
      "ely": 710,
      "olut": 711,
      "ns": 712,
      "Ġall": 713,
      "ĠJ": 714,
      "Ġthem": 715,
      "Ġval": 716,
      "Ġpre": 717,
      "``": 718,
      "Ġspec": 719,
      "Ġadv": 720,
      "Ġincl": 721,
      "Ġpe": 722,
      "Ġwhich": 723,
      "ia": 724,
      "ify": 725,
      "ative": 726,
      "Ġalso": 727,
      "Ġcreat": 728,
      "velop": 729,
      "put": 730,
      "ics": 731,
      "Ġimport": 732,
      "Ġmod": 733,
      "Ġdec": 734,
      "Ġrel": 735,
      "ef": 736,
      "lect": 737,
      "Ġpos": 738,
      "Ġph": 739,
      "Ġused": 740,
      "Ġsystem": 741,
      "Ġusing": 742,
      "Ġwork": 743,
      "ake": 744,
      "ound": 745,
      "Ġinform": 746,
      "Ġvar": 747,
      "Ġproduct": 748,
      "ys": 749,
      "Ġ**": 750,
      "Ġway": 751,
      "als": 752,
      "its": 753,
      "ĠSt": 754,
      "ings": 755,
      "very": 756,
      "Ġbut": 757,
      "ower": 758,
      "yp": 759,
      "anc": 760,
      "Ġtrans": 761,
      "ak": 762,
      "ness": 763,
      "ized": 764,
      "Ġ5": 765,
      "bs": 766,
      "ates": 767,
      "ural": 768,
      "iron": 769,
      "Ġadd": 770,
      "Ġfind": 771,
      "Ġinclud": 772,
      "Ġexp": 773,
      "oth": 774,
      "iness": 775,
      "Ġsome": 776,
      "Ġact": 777,
      "ple": 778,
      "Ġthere": 779,
      "Ġunder": 780,
      "Ġtwo": 781,
      "ear": 782,
      "Ġcommun": 783,
      "ergy": 784,
      "viron": 785,
      "Ġgo": 786,
      "ular": 787,
      "Ġperson": 788,
      "Ġredu": 789,
      "Ġsm": 790,
      "Ġam": 791,
      "ices": 792,
      "ft": 793,
      "ens": 794,
      "Ġke": 795,
      "Ġoff": 796,
      "Ġart": 797,
      "Ġfeel": 798,
      "Ġimpact": 799,
      "Ġlearning": 800,
      "ram": 801,
      "Ġlist": 802,
      "Ġworld": 803,
      "ĠHe": 804,
      "00": 805,
      "row": 806,
      "Ġra": 807,
      "Ġpot": 808,
      "vironment": 809,
      "ĊĠĠĠ": 810,
      "eng": 811,
      "olv": 812,
      "Ġtechnolog": 813,
      "Ġsoc": 814,
      "enc": 815,
      "Ġdet": 816,
      "een": 817,
      "ish": 818,
      "ise": 819,
      "Ġsign": 820,
      "Ġif": 821,
      "Ġenergy": 822,
      "ord": 823,
      "Ġdevelop": 824,
      "Ġimpro": 825,
      "tain": 826,
      "ond": 827,
      "Ġour": 828,
      "hat": 829,
      "ĠAd": 830,
      "lex": 831,
      "stand": 832,
      "etween": 833,
      "Ġpo": 834,
      "ild": 835,
      "Ġbetween": 836,
      "ract": 837,
      "enerate": 838,
      "ruct": 839,
      "Ġsec": 840,
      "gor": 841,
      "eg": 842,
      "uring": 843,
      "Ġinformation": 844,
      "ng": 845,
      "Ġbus": 846,
      "Ġform": 847,
      "ting": 848,
      "Ġbl": 849,
      "itive": 850,
      "riend": 851,
      "gan": 852,
      "ĠY": 853,
      "Ġeach": 854,
      "ife": 855,
      "Ġcar": 856,
      "uc": 857,
      "Ġca": 858,
      "line": 859,
      "round": 860,
      "arm": 861,
      "Ġenvironment": 862,
      "ivid": 863,
      "Ġfun": 864,
      "ĠĠĠĠĠ": 865,
      "Ġtyp": 866,
      "**:": 867,
      "rite": 868,
      "Ġdo": 869,
      "Ġcustomer": 870,
      "Ġhis": 871,
      "Ġsk": 872,
      "Ġwill": 873,
      "Ġco": 874,
      "Ġ4": 875,
      "dition": 876,
      "Ġprovid": 877,
      "Ġpotential": 878,
      "Ġeffect": 879,
      "Ġmed": 880,
      "ĠIf": 881,
      "iet": 882,
      "ub": 883,
      "Ġserv": 884,
      "Ġnat": 885,
      "ues": 886,
      "hes": 887,
      "crib": 888,
      "Ġresp": 889,
      "Ġimportant": 890,
      "Ġexam": 891,
      "ric": 892,
      "Ġwho": 893,
      "Ġmaking": 894,
      "Ġacc": 895,
      "Ġhum": 896,
      "Ġmain": 897,
      "gg": 898,
      "Ġequ": 899,
      "iqu": 900,
      "Ġone": 901,
      "Ġhow": 902,
      "Ġday": 903,
      "Ġchar": 904,
      "Ġquest": 905,
      "ivers": 906,
      "Ġthese": 907,
      "ives": 908,
      "ĠðŁİ": 909,
      "Ġpol": 910,
      "Ġpart": 911,
      "Ġexpl": 912,
      "Ġmet": 913,
      "Ġpat": 914,
      "ðŁĮ": 915,
      "Ġhad": 916,
      "âĢ": 917,
      "Ġsa": 918,
      "elf": 919,
      "angu": 920,
      "Ġprog": 921,
      "erm": 922,
      "Ġshe": 923,
      "Ġbusiness": 924,
      "Ġdel": 925,
      "Ġset": 926,
      "In": 927,
      "Ġplay": 928,
      "ll": 929,
      "Ġassist": 930,
      "Ġunderstand": 931,
      "ose": 932,
      "hip": 933,
      "Ġanal": 934,
      "Ġdifferent": 935,
      "Ġeng": 936,
      "Ġens": 937,
      "Ġsignific": 938,
      "Ġreg": 939,
      "ware": 940,
      "ook": 941,
      "Ġwhile": 942,
      "ividual": 943,
      "nce": 944,
      "ten": 945,
      "aking": 946,
      "Ġmodel": 947,
      "Ġdisc": 948,
      "Ġwhere": 949,
      "arket": 950,
      "ences": 951,
      "ĠðŁĺ": 952,
      "ability": 953,
      "Ġrem": 954,
      "ages": 955,
      "ality": 956,
      "ible": 957,
      "Ġindividual": 958,
      "--": 959,
      "Ġwater": 960,
      "wn": 961,
      "ble": 962,
      "ĠV": 963,
      "Ġcould": 964,
      "ering": 965,
      "Ġsupport": 966,
      "Ġwould": 967,
      "ribut": 968,
      "Ġrep": 969,
      "ily": 970,
      "Ġspecific": 971,
      "Ġfl": 972,
      "ople": 973,
      "Ġchall": 974,
      "Ġprovide": 975,
      "te": 976,
      "Ġtas": 977,
      "Ġlangu": 978,
      "Ġins": 979,
      "Ġbec": 980,
      "Ġhigh": 981,
      "Ġfree": 982,
      "Ġvarious": 983,
      "olution": 984,
      "Ġwell": 985,
      "ict": 986,
      "ization": 987,
      "ident": 988,
      "Ġec": 989,
      "Ġcomput": 990,
      "Ġim": 991,
      "ivity": 992,
      "Ġtext": 993,
      "Ġpower": 994,
      "Ġsum": 995,
      "ense": 996,
      "Ġtechnology": 997,
      "Ġcreate": 998,
      "Generate": 999,
      "ew": 1000,
      "irst": 1001,
      "rit": 1002,
      "omm": 1003,
      "Ġaut": 1004,
      "Ġele": 1005,
      "ĠPro": 1006,
      ".\"": 1007,
      "nect": 1008,
      "Ġnumber": 1009,
      "onom": 1010,
      "Ġlife": 1011,
      "ources": 1012,
      "cribe": 1013,
      "Ġpeople": 1014,
      "Ġsignificant": 1015,
      "Ġexperience": 1016,
      "ĠHow": 1017,
      "Ġbr": 1018,
      "ĠðŁį": 1019,
      "Ġkey": 1020,
      "ĠðŁ¤": 1021,
      "Ġpass": 1022,
      "Ġthree": 1023,
      "Ġstud": 1024,
      "ining": 1025,
      "Ġbu": 1026,
      "ĠðŁļ": 1027,
      "Ġcal": 1028,
      "ication": 1029,
      "Ġwhen": 1030,
      "ines": 1031,
      "Ġpres": 1032,
      "ling": 1033,
      "ork": 1034,
      "Ġbased": 1035,
      "Ġpersonal": 1036,
      "Ġmay": 1037,
      "Ġrev": 1038,
      "Ġcharact": 1039,
      "gorith": 1040,
      "ope": 1041,
      "Ġplan": 1042,
      "urn": 1043,
      "ĠLet": 1044,
      "Ġevery": 1045,
      "Ġappro": 1046,
      "Ġclass": 1047,
      "ts": 1048,
      "Ġrequ": 1049,
      "Ġperform": 1050,
      "ption": 1051,
      "ough": 1052,
      "old": 1053,
      "ode": 1054,
      "bject": 1055,
      "Ġfriend": 1056,
      "ick": 1057,
      "arch": 1058,
      "Ġaccess": 1059,
      "Ġdecis": 1060,
      "Ġprom": 1061,
      "use": 1062,
      "Ġwords": 1063,
      "Ġess": 1064,
      "ider": 1065,
      "Ġfeat": 1066,
      "Ġvis": 1067,
      "iew": 1068,
      "Ġfin": 1069,
      "ĠðŁı": 1070,
      "iss": 1071,
      "Ġref": 1072,
      "Ġatt": 1073,
      "Ġlanguage": 1074,
      "enef": 1075,
      "Ġmarket": 1076,
      "Ġsur": 1077,
      "Ġhuman": 1078,
      "Ġorgan": 1079,
      "Ġchalleng": 1080,
      "Ġret": 1081,
      "Des": 1082,
      "ateg": 1083,
      "Ġimprove": 1084,
      "Ġincre": 1085,
      "Ġag": 1086,
      "Ġpur": 1087,
      "Ġsocial": 1088,
      "Ġalgorith": 1089,
      "Ġgl": 1090,
      "Ġsimp": 1091,
      "Ġide": 1092,
      "ered": 1093,
      "ccess": 1094,
      "Ġstep": 1095,
      "ee": 1096,
      "fore": 1097,
      "hed": 1098,
      "Ġuser": 1099,
      "```": 1100,
      "ency": 1101,
      "Ġstory": 1102,
      "Ġconc": 1103,
      "any": 1104,
      "pect": 1105,
      "Ġfunction": 1106,
      "ants": 1107,
      "ights": 1108,
      "Ġdesign": 1109,
      "Ġmost": 1110,
      "ss": 1111,
      "Ġeffic": 1112,
      "Ġâ": 1113,
      "way": 1114,
      "Ġinf": 1115,
      "ited": 1116,
      "urther": 1117,
      "Ġla": 1118,
      "ĠK": 1119,
      "Ġent": 1120,
      "ĠThey": 1121,
      "Ġhand": 1122,
      "Ġask": 1123,
      "ĠCh": 1124,
      "Ġ10": 1125,
      "Ġleading": 1126,
      "Ġinvolv": 1127,
      "cul": 1128,
      "Ġed": 1129,
      "Ġcle": 1130,
      "ases": 1131,
      "yth": 1132,
      "Ġword": 1133,
      "Ġfore": 1134,
      "Ġbenef": 1135,
      "iving": 1136,
      "Ġx": 1137,
      "ditionally": 1138,
      "Ġgra": 1139,
      "ck": 1140,
      "ym": 1141,
      "Ġlong": 1142,
      "cial": 1143,
      "Ġcor": 1144,
      "ital": 1145,
      "Ġreduce": 1146,
      "Ġincluding": 1147,
      "Ġend": 1148,
      "Ġtre": 1149,
      "Ġprot": 1150,
      "Ġexample": 1151,
      "ream": 1152,
      "Ġcount": 1153,
      "Ġopt": 1154,
      "ĠCon": 1155,
      "Ġresult": 1156,
      "bers": 1157,
      "Ġ6": 1158,
      "ational": 1159,
      "ax": 1160,
      "Ġche": 1161,
      "ries": 1162,
      "Ġlove": 1163,
      "Ġve": 1164,
      "imate": 1165,
      "Ġinst": 1166,
      "Ġsoft": 1167,
      "Ġcontent": 1168,
      "Ġmin": 1169,
      "Ġdevelopment": 1170,
      "ze": 1171,
      "ustain": 1172,
      "ĠðŁĺĬ": 1173,
      "cing": 1174,
      "ade": 1175,
      "ĠðŁĮį": 1176,
      "Ġboth": 1177,
      "Ġjust": 1178,
      "Ġknown": 1179,
      "Ġhelps": 1180,
      "up": 1181,
      "Ġcur": 1182,
      "Ġlar": 1183,
      "Ġgreat": 1184,
      "Ġprof": 1185,
      "'t": 1186,
      "Ġbeen": 1187,
      "Ġown": 1188,
      "ery": 1189,
      "Ġtop": 1190,
      "Ġcontribut": 1191,
      "Ġhope": 1192,
      "Ġsmall": 1193,
      "Ġpositive": 1194,
      "Ġext": 1195,
      "aging": 1196,
      "care": 1197,
      "Create": 1198,
      "ather": 1199,
      "Ġenc": 1200,
      "omp": 1201,
      "Ġconnect": 1202,
      "ploy": 1203,
      "These": 1204,
      "Ġ[": 1205,
      "izing": 1206,
      "less": 1207,
      "Ġgener": 1208,
      "Ġoften": 1209,
      "Ġwhat": 1210,
      "Ġquestions": 1211,
      "aut": 1212,
      "ique": 1213,
      "Ġtasks": 1214,
      "urity": 1215,
      "ional": 1216,
      "ination": 1217,
      "Ġcru": 1218,
      "Ġdr": 1219,
      "Ġlet": 1220,
      "ically": 1221,
      "Ġteam": 1222,
      "Ġshould": 1223,
      "oura": 1224,
      "Ġstate": 1225,
      "Ġexpress": 1226,
      "Ġchange": 1227,
      "agement": 1228,
      "ills": 1229,
      "Ġcrucial": 1230,
      "Ġfood": 1231,
      "Ġmach": 1232,
      "uture": 1233,
      "Ġsuccess": 1234,
      "Ġproble": 1235,
      "mer": 1236,
      "Ġpop": 1237,
      "Ġstart": 1238,
      "Describe": 1239,
      "Ġgrow": 1240,
      "Ġiss": 1241,
      "ĊĠĠĠĠĠĠĠ": 1242,
      "read": 1243,
      "cept": 1244,
      "ied": 1245,
      "Ġfact": 1246,
      "Ġdist": 1247,
      "Ġpoint": 1248,
      "Ġcontin": 1249,
      "ĠAdditionally": 1250,
      "Ġair": 1251,
      "Ġfam": 1252,
      "Ġapplic": 1253,
      "Ġno": 1254,
      "Ġindust": 1255,
      "Ġnatural": 1256,
      "Ġcomplex": 1257,
      "Ġeffective": 1258,
      "Ġprogram": 1259,
      "der": 1260,
      "here": 1261,
      "ĠInt": 1262,
      "Ġinteract": 1263,
      "Ġmy": 1264,
      "Ġheart": 1265,
      "ĠEn": 1266,
      "nces": 1267,
      "reen": 1268,
      "Ġsol": 1269,
      "ards": 1270,
      "Ġloc": 1271,
      "Ġensure": 1272,
      "ython": 1273,
      "ink": 1274,
      "ructure": 1275,
      "Ġlight": 1276,
      "own": 1277,
      "Ġindividuals": 1278,
      "ian": 1279,
      "Ġenh": 1280,
      "Ġsustain": 1281,
      "Ġ0": 1282,
      "Ġmem": 1283,
      "Ġtake": 1284,
      "Ġread": 1285,
      "Ġvalue": 1286,
      "ĠTo": 1287,
      "Ġ8": 1288,
      "Ġwebs": 1289,
      "Ġsun": 1290,
      "ever": 1291,
      "xpl": 1292,
      "ism": 1293,
      "Ġbeh": 1294,
      "Ġaddress": 1295,
      "Ġstrateg": 1296,
      "Ġfi": 1297,
      "Ġgu": 1298,
      "10": 1299,
      "Ġfuture": 1300,
      "Ġmat": 1301,
      "ĠAn": 1302,
      "bot": 1303,
      "raph": 1304,
      "ellig": 1305,
      "Ġident": 1306,
      "esp": 1307,
      "ibility": 1308,
      "Ġcreating": 1309,
      "Ġanaly": 1310,
      "Ġbel": 1311,
      "Ġinput": 1312,
      "ĠðŁĲ": 1313,
      "Ġchallenges": 1314,
      "Ġ<": 1315,
      "Ġfirst": 1316,
      "iety": 1317,
      "Ġ*": 1318,
      "Ġtoget": 1319,
      "Ġtogether": 1320,
      "Ġcour": 1321,
      "Ġfurther": 1322,
      "Ġmult": 1323,
      "Ġbra": 1324,
      "ems": 1325,
      "ock": 1326,
      "Ġmany": 1327,
      "hing": 1328,
      "Ġop": 1329,
      "ĠShe": 1330,
      "Ġcharacter": 1331,
      "ĠIm": 1332,
      "Ġhere": 1333,
      "'d": 1334,
      "joy": 1335,
      "ilities": 1336,
      "âĢį": 1337,
      "Write": 1338,
      "ren": 1339,
      "Ġback": 1340,
      "ðŁĶ": 1341,
      "Ġhist": 1342,
      "Ġinvolves": 1343,
      "hen": 1344,
      "Ġland": 1345,
      "ars": 1346,
      "ocus": 1347,
      "ĠUn": 1348,
      "Ġfeatures": 1349,
      "Ġonline": 1350,
      "io": 1351,
      "Ġoverall": 1352,
      "ables": 1353,
      "Ġessential": 1354,
      "Ġsoftware": 1355,
      "Ġreal": 1356,
      "icle": 1357,
      "nov": 1358,
      "Ġthan": 1359,
      "Ġgood": 1360,
      "Ġcare": 1361,
      "lows": 1362,
      "verall": 1363,
      "ty": 1364,
      "Ġeconom": 1365,
      "Ġris": 1366,
      "hod": 1367,
      "ľ¨": 1368,
      "Ġaround": 1369,
      "ote": 1370,
      "Ġsee": 1371,
      "ĠRe": 1372,
      "Ġprotect": 1373,
      "What": 1374,
      "Ġpract": 1375,
      "Ġconf": 1376,
      "Ġget": 1377,
      "Ġlevel": 1378,
      "Ġanim": 1379,
      "Ġjour": 1380,
      "ern": 1381,
      "Ġeduc": 1382,
      "ĠWhat": 1383,
      "Ġunique": 1384,
      "ertain": 1385,
      "ately": 1386,
      "Ġconsider": 1387,
      "Ġfil": 1388,
      "Ġfac": 1389,
      "Ġstore": 1390,
      "Ġexperi": 1391,
      "Ġunderstanding": 1392,
      "So": 1393,
      "port": 1394,
      "Ġbre": 1395,
      "Ġdem": 1396,
      "Ġconv": 1397,
      "Ġfive": 1398,
      "ney": 1399,
      "be": 1400,
      "Th": 1401,
      "ving": 1402,
      "Ġcost": 1403,
      "Ġbeaut": 1404,
      "ols": 1405,
      "Ġnetw": 1406,
      "Ġcode": 1407,
      "Ġdivers": 1408,
      "ublic": 1409,
      "elligence": 1410,
      "Ġassistance": 1411,
      "Ġinteg": 1412,
      "Ġdep": 1413,
      "Ġ|": 1414,
      "Ġrele": 1415,
      "Ġstrong": 1416,
      "Ġposs": 1417,
      "anced": 1418,
      "chie": 1419,
      "Ġsense": 1420,
      "ggest": 1421,
      "Ġperformance": 1422,
      "Ġmachine": 1423,
      "ner": 1424,
      "Ġdev": 1425,
      "Ġsal": 1426,
      "obal": 1427,
      "ĠYou": 1428,
      "Ġwebsite": 1429,
      "Ġsystems": 1430,
      "Ġmethod": 1431,
      "ined": 1432,
      "Ġwere": 1433,
      "Ġeven": 1434,
      "mar": 1435,
      "Ġcommon": 1436,
      "Ġrespons": 1437,
      "Ġbeing": 1438,
      "Ġfocus": 1439,
      "Ġrole": 1440,
      "ðŁĩ": 1441,
      "ĠðŁ§": 1442,
      "Ġaud": 1443,
      "els": 1444,
      "oss": 1445,
      "ĠðŁĴ": 1446,
      "abor": 1447,
      "Ġphys": 1448,
      "Ġmedia": 1449,
      "Ġpar": 1450,
      "Ġobject": 1451,
      "Ġproject": 1452,
      "ogn": 1453,
      "Ġav": 1454,
      "Ġdig": 1455,
      "Ġhealthcare": 1456,
      "Ġcommunication": 1457,
      "air": 1458,
      "ĠPl": 1459,
      "ificial": 1460,
      "Ġmov": 1461,
      "aste": 1462,
      "ĠAs": 1463,
      "Ġcourse": 1464,
      "oon": 1465,
      "Ġfu": 1466,
      "Ġdef": 1467,
      "Ġhapp": 1468,
      "ðŁĴ": 1469,
      "oice": 1470,
      "cri": 1471,
      "Ġexc": 1472,
      "ĠĠĠĠĠĠĠĠĠ": 1473,
      "let": 1474,
      "ray": 1475,
      "pportun": 1476,
      "Ġfew": 1477,
      "ath": 1478,
      "etter": 1479,
      "ember": 1480,
      "Ġbenefits": 1481,
      "xplain": 1482,
      "Ġjourney": 1483,
      "Ġwithin": 1484,
      "ples": 1485,
      "Ġneeds": 1486,
      "ody": 1487,
      "Ġdeterm": 1488,
      "Ġbuild": 1489,
      "ffic": 1490,
      "ared": 1491,
      "rodu": 1492,
      "Ġsecurity": 1493,
      "Ġsaf": 1494,
      "Ġcomputer": 1495,
      "ins": 1496,
      "apt": 1497,
      "Ġinnov": 1498,
      "arth": 1499,
      "ross": 1500,
      "Ġemb": 1501,
      "Ġforest": 1502,
      "'m": 1503,
      "com": 1504,
      "Ġwithout": 1505,
      "Ġequation": 1506,
      "Ġmon": 1507,
      "Ġment": 1508,
      "Ġ$": 1509,
      "Ġbest": 1510,
      "ets": 1511,
      "Ġ7": 1512,
      "Ġthen": 1513,
      "Ġwarm": 1514,
      "Ġmean": 1515,
      "Ġpred": 1516,
      "day": 1517,
      "Ġchang": 1518,
      "Ġcalcul": 1519,
      "tle": 1520,
      "ouse": 1521,
      "Ġlearn": 1522,
      "Ġbetter": 1523,
      "ĠThese": 1524,
      "ĠOnce": 1525,
      "Ġtest": 1526,
      "Ġnature": 1527,
      "Ġcap": 1528,
      "Ġresources": 1529,
      "Ġintern": 1530,
      "ysis": 1531,
      "Ġfriends": 1532,
      "ron": 1533,
      "Ġstand": 1534,
      "Ġactiv": 1535,
      "Ġfound": 1536,
      "erest": 1537,
      "ĠðŁĵļ": 1538,
      "Ġservice": 1539,
      "ourage": 1540,
      "lu": 1541,
      "âľ¨": 1542,
      "Ġusers": 1543,
      "Ġproblem": 1544,
      "ced": 1545,
      "hor": 1546,
      "Ġsw": 1547,
      "acy": 1548,
      "avi": 1549,
      "Ġelect": 1550,
      "Ġopportun": 1551,
      "rop": 1552,
      "Ġrange": 1553,
      "Explain": 1554,
      "Ġmade": 1555,
      "ways": 1556,
      "ancial": 1557,
      "ĠEx": 1558,
      "Ġupon": 1559,
      "Ġtype": 1560,
      "Ġmaintain": 1561,
      "ex": 1562,
      "Ġtem": 1563,
      "Ġachie": 1564,
      "Ġclimate": 1565,
      "Ġ9": 1566,
      "Ġyear": 1567,
      "):": 1568,
      "yn": 1569,
      "Ġsimple": 1570,
      "Ġtri": 1571,
      "oring": 1572,
      "Ġeas": 1573,
      "vert": 1574,
      "Ġjob": 1575,
      "dit": 1576,
      "fter": 1577,
      "ming": 1578,
      "Ġreturn": 1579,
      "Ġ20": 1580,
      "Ġprev": 1581,
      "Ġcomb": 1582,
      "Ġcompany": 1583,
      "Ġelements": 1584,
      "Ġ/": 1585,
      "ĠĊ": 1586,
      "Ġsustainable": 1587,
      "cc": 1588,
      "ired": 1589,
      "Ġel": 1590,
      "omet": 1591,
      "Ġonly": 1592,
      "Ġcult": 1593,
      "Ġbo": 1594,
      "Ġsub": 1595,
      "Ġoptim": 1596,
      "iency": 1597,
      "atform": 1598,
      "Ġoper": 1599,
      "lement": 1600,
      "ðŁį": 1601,
      "Ġtim": 1602,
      "rect": 1603,
      "Ġ'": 1604,
      "iment": 1605,
      "Ġdeep": 1606,
      "Ġarticle": 1607,
      "Ġproviding": 1608,
      "Ġbusinesses": 1609,
      "ĠEm": 1610,
      "Ġlarge": 1611,
      "dent": 1612,
      "ĠðŁĩ": 1613,
      "Ġstay": 1614,
      "labor": 1615,
      "Ġenjoy": 1616,
      "ains": 1617,
      "ĠWe": 1618,
      "ients": 1619,
      "oh": 1620,
      "uss": 1621,
      "ails": 1622,
      "Ġnumbers": 1623,
      "Ġrepres": 1624,
      "Ġglobal": 1625,
      "ats": 1626,
      "Ġcommunity": 1627,
      "Ġpatter": 1628,
      "Ġalgorithm": 1629,
      "Ġspe": 1630,
      "Ġdown": 1631,
      "Ġstre": 1632,
      "Ġinterest": 1633,
      "roup": 1634,
      "ci": 1635,
      "lish": 1636,
      "yc": 1637,
      "Ġduring": 1638,
      "Ġnam": 1639,
      "Ġshow": 1640,
      "Ġ#": 1641,
      "Ġrest": 1642,
      "Ġnight": 1643,
      "Ġways": 1644,
      "Ġskills": 1645,
      "ier": 1646,
      "light": 1647,
      "Ġidentify": 1648,
      "Ġwant": 1649,
      "aring": 1650,
      "ĠAl": 1651,
      "az": 1652,
      "lut": 1653,
      "Ġfiel": 1654,
      "uation": 1655,
      "Ġmind": 1656,
      "Ġconcept": 1657,
      "Ġsever": 1658,
      "mat": 1659,
      "Ġmag": 1660,
      "Ġsit": 1661,
      "Ġmus": 1662,
      "ument": 1663,
      "Ġarea": 1664,
      "Ġmeas": 1665,
      "ommend": 1666,
      "Given": 1667,
      "self": 1668,
      "Ġpublic": 1669,
      "Ġhome": 1670,
      "Ġproducts": 1671,
      "new": 1672,
      "Ġinvest": 1673,
      "Ġbehavi": 1674,
      "being": 1675,
      "Ġactivities": 1676,
      "Name": 1677,
      "over": 1678,
      "pr": 1679,
      "Ġ{": 1680,
      "Ġpartic": 1681,
      "Ġstatement": 1682,
      "Ġaudience": 1683,
      "âĻ": 1684,
      "Ġright": 1685,
      "ik": 1686,
      "ix": 1687,
      "ved": 1688,
      "Ġitems": 1689,
      "ĠDe": 1690,
      "Ġinclude": 1691,
      "Ġexperiences": 1692,
      "dentify": 1693,
      "ĠEng": 1694,
      "Ġcustomers": 1695,
      "Ġideas": 1696,
      "Ġapplications": 1697,
      "ĠBy": 1698,
      "ending": 1699,
      "Ġsteps": 1700,
      "Ġseveral": 1701,
      "rent": 1702,
      "irt": 1703,
      "Ġintelligence": 1704,
      "Ġemploy": 1705,
      "ature": 1706,
      "Ġrese": 1707,
      "Ġorder": 1708,
      "Ġself": 1709,
      "rast": 1710,
      "til": 1711,
      "ified": 1712,
      "Ġothers": 1713,
      "Ġdecision": 1714,
      "ĠAr": 1715,
      "orts": 1716,
      "Ġplatform": 1717,
      "ibr": 1718,
      "vant": 1719,
      "Ġcr": 1720,
      "icious": 1721,
      "Ġ19": 1722,
      "Ġfinancial": 1723,
      "Ġgreen": 1724,
      "Ġgrowth": 1725,
      "Ġbal": 1726,
      "----": 1727,
      "Ġcent": 1728,
      "Ġgen": 1729,
      "pping": 1730,
      "str": 1731,
      "Ġadvent": 1732,
      "Ġprofess": 1733,
      "sc": 1734,
      "ention": 1735,
      "ĠðŁĮĲ": 1736,
      "ata": 1737,
      "Ġefficient": 1738,
      "erson": 1739,
      "amp": 1740,
      "Ġconsum": 1741,
      "Ġopen": 1742,
      "Ġful": 1743,
      "ĠPython": 1744,
      "Ġdecisions": 1745,
      "ause": 1746,
      "Ġdigital": 1747,
      "ted": 1748,
      ").": 1749,
      "Ġser": 1750,
      "back": 1751,
      "ulation": 1752,
      "Ġeth": 1753,
      "ðŁĵ": 1754,
      "âĢįâĻ": 1755,
      "Ġphysical": 1756,
      "Ġrequire": 1757,
      "Ġfamily": 1758,
      "ration": 1759,
      "erc": 1760,
      "ale": 1761,
      "Ġbi": 1762,
      "Ġalways": 1763,
      "Ġcapt": 1764,
      "Ġservices": 1765,
      "This": 1766,
      "Ġter": 1767,
      "Ġsym": 1768,
      "Ġquality": 1769,
      "Ġprovides": 1770,
      "rol": 1771,
      "Ġgr": 1772,
      "Ġpresent": 1773,
      "'re": 1774,
      "Ġpersonalized": 1775,
      "ĠOf": 1776,
      "Ġemot": 1777,
      "Ġmeaning": 1778,
      "Ġpredict": 1779,
      "fact": 1780,
      "Ġsat": 1781,
      "Ġmot": 1782,
      "ash": 1783,
      "ĠEarth": 1784,
      "Ġweb": 1785,
      "asing": 1786,
      "ĊĠĠĠĠĠĠĠĠĠĠĠ": 1787,
      "Ġplace": 1788,
      "Ġkeep": 1789,
      "Ġmarketing": 1790,
      "Ġhistory": 1791,
      "Ġ`": 1792,
      "ories": 1793,
      "emember": 1794,
      "Ġmeet": 1795,
      "Ġinflu": 1796,
      "Ġgroup": 1797,
      "ived": 1798,
      "Ġvalu": 1799,
      "Ġcorrect": 1800,
      "ank": 1801,
      "Ġrelations": 1802,
      "ĠðŁ¤ĸ": 1803,
      "),": 1804,
      "iting": 1805,
      "ĠInd": 1806,
      "thing": 1807,
      "Ġrecommend": 1808,
      "As": 1809,
      "Ġtow": 1810,
      "Ġreach": 1811,
      "Ġissues": 1812,
      "Ġtransport": 1813,
      "Ġlog": 1814,
      "ĠWh": 1815,
      "elling": 1816,
      "Ġpollut": 1817,
      "Ġlit": 1818,
      "ides": 1819,
      "ffect": 1820,
      "Ġevents": 1821,
      "Ġbefore": 1822,
      "ape": 1823,
      "Ġcaus": 1824,
      "Ġinsp": 1825,
      "Con": 1826,
      "Ġhealthy": 1827,
      "Ġexplore": 1828,
      "ĠHowever": 1829,
      "Ġallows": 1830,
      "ĠðŁļĢ": 1831,
      "Ġimportance": 1832,
      "Ġpopular": 1833,
      "bon": 1834,
      "ists": 1835,
      "Ġreducing": 1836,
      "Ġsim": 1837,
      "Ġsources": 1838,
      "ĠðŁĽ": 1839,
      "ĠSp": 1840,
      "Ġapproach": 1841,
      "lass": 1842,
      "ĊĠ": 1843,
      "ances": 1844,
      "olving": 1845,
      "Ġpatterns": 1846,
      "rior": 1847,
      "iple": 1848,
      "Ġenvironmental": 1849,
      "Ġstructure": 1850,
      "Ġenhance": 1851,
      "lus": 1852,
      "ĠOne": 1853,
      "Ġamount": 1854,
      "Ġcontribute": 1855,
      "Ġdiverse": 1856,
      "Ġrelationship": 1857,
      "imately": 1858,
      "Ġgame": 1859,
      "ĠWith": 1860,
      "Ġscient": 1861,
      "Ġefficiency": 1862,
      "Rew": 1863,
      "ext": 1864,
      "Ġer": 1865,
      "Ġsound": 1866,
      "Ġability": 1867,
      "avor": 1868,
      "irtual": 1869,
      "Ġsqu": 1870,
      "Ġimplement": 1871,
      "Ġalgorithms": 1872,
      "eet": 1873,
      "ral": 1874,
      "Ġwind": 1875,
      "Ġleg": 1876,
      "ource": 1877,
      "Ġautom": 1878,
      "Ġeducation": 1879,
      "Ġi": 1880,
      "cho": 1881,
      "akes": 1882,
      "Ġmodels": 1883,
      "meric": 1884,
      "Ġresearch": 1885,
      "Ġrecogn": 1886,
      "Ġartificial": 1887,
      "ĠHey": 1888,
      "__": 1889,
      "Ġshort": 1890,
      "edback": 1891,
      "ĠApp": 1892,
      "ohn": 1893,
      "Ġallowing": 1894,
      "osp": 1895,
      "ooking": 1896,
      "olutions": 1897,
      "face": 1898,
      "Ġadapt": 1899,
      "Ġanalysis": 1900,
      "yle": 1901,
      "Ġlay": 1902,
      "Ġproper": 1903,
      "Ġgover": 1904,
      "Ġeconomic": 1905,
      "ĠðŁĮ¿": 1906,
      "Ġvalues": 1907,
      "Ġpromot": 1908,
      "Identify": 1909,
      "Ġarr": 1910,
      "oney": 1911,
      "Ġcolor": 1912,
      "Ġoffer": 1913,
      "Ġimm": 1914,
      "Ġprint": 1915,
      "ave": 1916,
      "cy": 1917,
      "pre": 1918,
      "iver": 1919,
      "Ġrun": 1920,
      "Ġsearch": 1921,
      "Ġacross": 1922,
      "Ġevent": 1923,
      "oid": 1924,
      "rue": 1925,
      "Ġmanagement": 1926,
      "\".": 1927,
      "'ll": 1928,
      "Ġthough": 1929,
      "ategor": 1930,
      "Ġoffers": 1931,
      "Ġsky": 1932,
      "Ġline": 1933,
      "Ġname": 1934,
      "Ġformul": 1935,
      "Ġrevolution": 1936,
      "Rewrite": 1937,
      "20": 1938,
      "por": 1939,
      "Ġbook": 1940,
      "Ġemp": 1941,
      "Ġrobot": 1942,
      "Ġdelicious": 1943,
      "Ġclean": 1944,
      "Ġnetwork": 1945,
      "Ġtemper": 1946,
      "Ġnamed": 1947,
      "Ġwrit": 1948,
      "Ġtravel": 1949,
      "Ġbehavior": 1950,
      "Ġprocesses": 1951,
      "Ġaccount": 1952,
      "Ġstrategies": 1953,
      "Ġaction": 1954,
      "ips": 1955,
      "Ġtraining": 1956,
      "Ġgoals": 1957,
      "issions": 1958,
      "Ġpurp": 1959,
      "Ġwide": 1960,
      "avig": 1961,
      "ĠUse": 1962,
      "iques": 1963,
      "Ġclear": 1964,
      "Ġgovern": 1965,
      "ward": 1966,
      "Ĥï¸ı": 1967,
      "Ġcat": 1968,
      "Ġarg": 1969,
      "aterial": 1970,
      "Ġvisual": 1971,
      "Ġcurrent": 1972,
      "pro": 1973,
      "atic": 1974,
      "place": 1975,
      "Ġlevels": 1976,
      "rase": 1977,
      "Ġver": 1978,
      "Ġdon": 1979,
      "Ġdire": 1980,
      "ĠAmeric": 1981,
      "phas": 1982,
      "Ġrelated": 1983,
      "Ġmental": 1984,
      "arget": 1985,
      "ĠThere": 1986,
      "Ġvill": 1987,
      "Ġspace": 1988,
      "Ġquestion": 1989,
      "ying": 1990,
      "Ġneg": 1991,
      "Ġregular": 1992,
      "Ġstudents": 1993,
      "Ġpoints": 1994,
      "Ġeffectively": 1995,
      "Ġsolve": 1996,
      "Ġmil": 1997,
      "Ġhim": 1998,
      "ĠCons": 1999,
      "Ġsuggest": 2000,
      "Ġdiscuss": 2001,
      "Ġtransportation": 2002,
      "AI": 2003,
      "Ġdra": 2004,
      "ength": 2005,
      "Ġwid": 2006,
      "Ġconst": 2007,
      "ledge": 2008,
      "ert": 2009,
      "Ġfactors": 2010,
      "Ġanimals": 2011,
      "Ġvaluable": 2012,
      "den": 2013,
      "iable": 2014,
      "ĠSo": 2015,
      "ferences": 2016,
      "âĢįâĻĤï¸ı": 2017,
      "Ġmom": 2018,
      "icate": 2019,
      "Ġdark": 2020,
      "tern": 2021,
      "Ġshare": 2022,
      "ification": 2023,
      "aves": 2024,
      "ĠYour": 2025,
      "Ġtypes": 2026,
      "Ġethical": 2027,
      "Ġsolutions": 2028,
      "Ġfre": 2029,
      "Ġcollabor": 2030,
      "fort": 2031,
      "ony": 2032,
      "Ġpain": 2033,
      "leep": 2034,
      "Ġbody": 2035,
      "ecess": 2036,
      "ĠUnited": 2037,
      "Ġsatis": 2038,
      "Ġformula": 2039,
      "for": 2040,
      "play": 2041,
      "Ġarray": 2042,
      "Ġprin": 2043,
      "nds": 2044,
      "Ġprior": 2045,
      "ude": 2046,
      "Ġcarbon": 2047,
      "Ġelse": 2048,
      "oud": 2049,
      "Ġrenew": 2050,
      "Ġanalyze": 2051,
      "Ġsl": 2052,
      "isc": 2053,
      "Ġtools": 2054,
      "duct": 2055,
      "angle": 2056,
      "Ġveget": 2057,
      "Ġindustry": 2058,
      "Comp": 2059,
      "Ġcity": 2060,
      "by": 2061,
      "Ġpa": 2062,
      "izes": 2063,
      "ograph": 2064,
      "Ġtechniques": 2065,
      "Pro": 2066,
      "app": 2067,
      "Ġflow": 2068,
      "Ġwal": 2069,
      "Ġdue": 2070,
      "Ġcome": 2071,
      "Ġbecause": 2072,
      "Ġcountries": 2073,
      "Ġmethods": 2074,
      "Ġchanges": 2075,
      "Ġmar": 2076,
      "Ġmess": 2077,
      "Ġinternet": 2078,
      "ires": 2079,
      "asc": 2080,
      "Ġlim": 2081,
      "Ġjoy": 2082,
      "Ġconvers": 2083,
      "ane": 2084,
      "Ġwond": 2085,
      "Ġmaterial": 2086,
      "Ġbas": 2087,
      "Find": 2088,
      "Ġemail": 2089,
      "Ġagain": 2090,
      "come": 2091,
      "Ġpast": 2092,
      "Ġmyst": 2093,
      "Ġopportunities": 2094,
      "ger": 2095,
      "Ġsomet": 2096,
      "ĠData": 2097,
      "Ġdoes": 2098,
      "Ġplanet": 2099,
      "ele": 2100,
      "mosp": 2101,
      "Ġest": 2102,
      "Ġnut": 2103,
      "Ġemphas": 2104,
      "Ġcalculate": 2105,
      "Ġwhy": 2106,
      "Ġtypically": 2107,
      "Overall": 2108,
      "Ġsame": 2109,
      "Ġcell": 2110,
      "Ġfall": 2111,
      "Ġwaste": 2112,
      "Ġless": 2113,
      "ĠAlex": 2114,
      "Ġengine": 2115,
      "Ġyears": 2116,
      "ditions": 2117,
      "Remember": 2118,
      "istics": 2119,
      "Ġdetails": 2120,
      "Ġtopic": 2121,
      "Ġrepresent": 2122,
      "Ġsing": 2123,
      "ently": 2124,
      "ĠCl": 2125,
      "astic": 2126,
      "Ġatmosp": 2127,
      "Ġmedical": 2128,
      "ĠðŁ¤Ķ": 2129,
      "Ġpollution": 2130,
      "to": 2131,
      "Ġocc": 2132,
      "ason": 2133,
      "ĠSh": 2134,
      "ĠCol": 2135,
      "Ġoutput": 2136,
      "Ġdevices": 2137,
      "Ġprevent": 2138,
      "wor": 2139,
      "ðŁİ": 2140,
      "etic": 2141,
      "Ġnavig": 2142,
      "redients": 2143,
      "Ġdifferences": 2144,
      "Ġsumm": 2145,
      "Ġbeauty": 2146,
      "Ġpossible": 2147,
      "ah": 2148,
      "Ġbir": 2149,
      "istic": 2150,
      "Ġexpression": 2151,
      "Ġbelie": 2152,
      "St": 2153,
      "Ġcup": 2154,
      "ĠWhen": 2155,
      "aving": 2156,
      "Ġminim": 2157,
      "ĠQ": 2158,
      "Ġ\\": 2159,
      "Ġtable": 2160,
      "inary": 2161,
      "Ġharm": 2162,
      "Ġvirtual": 2163,
      "Ġfeedback": 2164,
      "ĠJohn": 2165,
      "Ġeveryone": 2166,
      "Ġcontinu": 2167,
      "Ġstreng": 2168,
      "Ġyoung": 2169,
      "Ġuses": 2170,
      "Ġuntil": 2171,
      "Ġphot": 2172,
      "br": 2173,
      "tal": 2174,
      "Ġhy": 2175,
      "Ġkind": 2176,
      "Ġemissions": 2177,
      "Ġexamples": 2178,
      "Ġmultiple": 2179,
      "Ġtarget": 2180,
      "Ġstress": 2181,
      "Ġled": 2182,
      "Ġquick": 2183,
      "obile": 2184,
      "Ġplatforms": 2185,
      "Ġtreat": 2186,
      "Ġmove": 2187,
      "ðŁĳ": 2188,
      "olve": 2189,
      "Ġsuper": 2190,
      "ĠOn": 2191,
      "ĠFor": 2192,
      "ĠUs": 2193,
      "Ġpoem": 2194,
      "Ġensuring": 2195,
      "other": 2196,
      "Ġsho": 2197,
      "Ġmusic": 2198,
      "Ġcollect": 2199,
      "Ġdifference": 2200,
      "Ġinsights": 2201,
      "Ġsuccessful": 2202,
      "Ġrelevant": 2203,
      "de": 2204,
      "me": 2205,
      "ping": 2206,
      "Ġhig": 2207,
      "resh": 2208,
      "Ġpriv": 2209,
      "ditional": 2210,
      "Ġeffects": 2211,
      "Ġbring": 2212,
      "Ġincrease": 2213,
      "Ġbreak": 2214,
      "Ġtowards": 2215,
      "oint": 2216,
      "ush": 2217,
      "ĠSc": 2218,
      "Ġareas": 2219,
      "Ġphrase": 2220,
      "Ġlocal": 2221,
      "Ġpractices": 2222,
      "Ġachieve": 2223,
      "word": 2224,
      "Ġliving": 2225,
      "Ġ12": 2226,
      "Ġsituation": 2227,
      "How": 2228,
      "Ġlif": 2229,
      "Ġthose": 2230,
      "Ġgenerate": 2231,
      "Ġworks": 2232,
      "Ġrecip": 2233,
      "alu": 2234,
      "Ġdi": 2235,
      "Ġlives": 2236,
      "Ġcontrol": 2237,
      "Ġstring": 2238,
      "cript": 2239,
      "Ġterms": 2240,
      "vide": 2241,
      "olutely": 2242,
      "Ġguid": 2243,
      "Ġatmosphere": 2244,
      "overy": 2245,
      "ton": 2246,
      "Ġold": 2247,
      "ively": 2248,
      "Ġincreased": 2249,
      "Ġelectric": 2250,
      "time": 2251,
      "erns": 2252,
      "Ġcamp": 2253,
      "aly": 2254,
      "Ġthr": 2255,
      "ĠGo": 2256,
      "Ġadvance": 2257,
      "Ġidea": 2258,
      "ecessary": 2259,
      "ole": 2260,
      "ĠðŁ¦": 2261,
      "idence": 2262,
      "ĠSu": 2263,
      "Ġmaj": 2264,
      "Ġtransform": 2265,
      "Ġpolic": 2266,
      "Ġminut": 2267,
      "ĠOverall": 2268,
      "Ġadvant": 2269,
      "Ġhappy": 2270,
      "iful": 2271,
      "Ġmax": 2272,
      "Ġupd": 2273,
      "Ġsociety": 2274,
      "based": 2275,
      "ead": 2276,
      "Ġinit": 2277,
      "oose": 2278,
      "Ġprogress": 2279,
      "Ġtask": 2280,
      "Ġcharacters": 2281,
      "Ġrisk": 2282,
      "rans": 2283,
      "Ġheat": 2284,
      "Ġworking": 2285,
      "Ġ15": 2286,
      "ĠOr": 2287,
      "Ġsentences": 2288,
      "Ġissue": 2289,
      "Ġrenewable": 2290,
      "ging": 2291,
      "icles": 2292,
      "Ġdream": 2293,
      "agraph": 2294,
      "ooks": 2295,
      "Ġscen": 2296,
      "Ġcreative": 2297,
      "ĠCont": 2298,
      "Ġsens": 2299,
      "ĠðŁĮ±": 2300,
      "Ġknowledge": 2301,
      "Ġpreferences": 2302,
      "Ġengaging": 2303,
      "Ġreview": 2304,
      "ven": 2305,
      "Ġfru": 2306,
      "Ġfield": 2307,
      ",\"": 2308,
      "arr": 2309,
      "Ġchild": 2310,
      "ves": 2311,
      "lection": 2312,
      "Ġdid": 2313,
      "ĠðŁ¥": 2314,
      "ĠðŁĶ": 2315,
      "Ġmeans": 2316,
      "Ġdise": 2317,
      "Ġsquare": 2318,
      "pare": 2319,
      "Ġtal": 2320,
      "Ġafter": 2321,
      "Ġhead": 2322,
      "Ġrout": 2323,
      "Ġprocessing": 2324,
      "Ġembra": 2325,
      "Ġsymb": 2326,
      "inal": 2327,
      "ilar": 2328,
      "sequ": 2329,
      "Ġexce": 2330,
      "ria": 2331,
      "Ġspir": 2332,
      "Ġsomeone": 2333,
      "itle": 2334,
      "ising": 2335,
      "Ġtotal": 2336,
      "Ġmust": 2337,
      "Ġresults": 2338,
      "Ġveh": 2339,
      "Ġmor": 2340,
      "ustomer": 2341,
      "Ġpriorit": 2342,
      "</": 2343,
      "fect": 2344,
      "Ġtrue": 2345,
      "Ġoil": 2346,
      "aces": 2347,
      "ancing": 2348,
      "Ġsmart": 2349,
      "000": 2350,
      "Ġprogramming": 2351,
      "Ġnegative": 2352,
      "Ġfost": 2353,
      "Ġhard": 2354,
      "Ġlength": 2355,
      "Ġvibr": 2356,
      "Ġfilled": 2357,
      "Ġprofessional": 2358,
      "Ġsummary": 2359,
      "ugh": 2360,
      "ones": 2361,
      "aling": 2362,
      "Ġcomfort": 2363,
      "aster": 2364,
      "ĠðŁĵĬ": 2365,
      "riendly": 2366,
      "Ġpatient": 2367,
      "Ġtrees": 2368,
      "gest": 2369,
      "kes": 2370,
      "Ġtoo": 2371,
      "Ġnon": 2372,
      "ĠRes": 2373,
      "ology": 2374,
      "Ġmovie": 2375,
      "rehe": 2376,
      "Ġdog": 2377,
      "ety": 2378,
      "Ġcompon": 2379,
      "ello": 2380,
      "Ġproductivity": 2381,
      "ĠStates": 2382,
      "Ġexplain": 2383,
      "Ġpowerful": 2384,
      "Ġlaw": 2385,
      "Ġbeautiful": 2386,
      "orks": 2387,
      "Ġexerc": 2388,
      "Ġweather": 2389,
      "Ġtraditional": 2390,
      "Ġsecure": 2391,
      "ynt": 2392,
      "Ġhour": 2393,
      "Ġlast": 2394,
      "urs": 2395,
      "ĠAbs": 2396,
      "Ġcompet": 2397,
      "Ġfeeling": 2398,
      "Class": 2399,
      "itation": 2400,
      "Ġpost": 2401,
      "Ġchat": 2402,
      "Ġdiff": 2403,
      "Ġvibrant": 2404,
      "Ad": 2405,
      "iod": 2406,
      "Ġcm": 2407,
